[File]
Author=Gtein (gtein@seznam.cz)
LangId=1029
Name=Czech (CS)
VersionId=0

[Scheduler]
Every=Každý|Každé|Každých|Každých
Days=den|dny|dnů|denů
Months=měsíc|měsíce|měsíců|měsíců
Minutes=minuta|minuty|minut|minut
WeekDays=Pondělí|Úterý|Středa|Čtvrtek|Pátek|Sobota|Neděle
WeekDaysShort=Po|Út|St|Čt|Pá|So|Ne
Weeks=týden|týdny|týdnů|týdnů
Years=rok|roky|roků|roků
Tracks=skladbu|skladby|skladeb|skladeb
GroupByTime=V zadaném čase
GroupByEvent=Při události
Running=Spouštění...
ChangeModeConfirmation=Změna režimu odstraní všechny vytvořené úlohy. Pokračovat?

[Scheduler.Actions]
ChangeVolume=Změnit hlasitost
StartPlayback=Spustit přehrávání
CloseApp=Zavřít aplikaci
ResumePlayback=Obnovit přehrávání
PausePlayback=Pozastavit přehrávání
Hibernate=Hibernace
Shutdown=Vypnout počítač
Sleep=Režim spánku
NextTrack=Skočit na další skladbu
StartRadioCapture=Spustit nahrávání rádia
StopRadioCapture=Zastavit nahrávání rádia
StopPlayback=Zastavit přehrávání

[SchedulerSimpleTasksView]
Caption=Plánovač
cbsCloseApplication=Zavřít aplikaci
cbsPausePlayback=Pozastavit přehrávání
cbsEventByTime=V zadaném čase
cbsEventOnPlaylistEnd=Na konci playlistu
cbsEventOnQueueEnd=Na konci fronty
cbsEventOnFileEnd=Na konci skladby
CB1=Změna hlasitosti
CB3=Snížení hlasitosti pro:
CB4=Zvýšení hlasitosti pro:
GB1=Hlasitost
cbAlarm=Budík
cbShutdown=Časovač uspání
L1=Čas:
L3=Počet souborů přehraných před akcí:
L4=Vybraný soubor pro přehrání
rbAlarmPlayFile=Soubor
rbAlarmPlayPlaylist=Playlist
cbShutdownAtGivenTime=V zadaném čase
cbShutdownOnElapsed=Po uplynutí zadaného času
tcMainPage1=Časovač uspání
tcMainPage2=Budík
btnAdvancedView=Pokročilý režim
btnApply=Použít
btnClose=Zavřít

[SchedulerSimpleTasksView.cbsShutdownWindowsModes]
i[0]=Vypnout počítač
i[1]=Hibernace
i[2]=Režim spánku

[SchedulerPlaybackSettingsDialog]
Caption=Akce: spuštění přehrávání
pcpPlayFile=Přehrát soubor
pcpPlayPlaylist=Přehrát seznam
cbReturnToPreviousPlaylist=Návrat do předchozího playlistu
lbReturnAfter=po přehrátí: 
lbFileOffset=Spustit přehrávání v
btnOk=OK
btnCancel=Storno
cbStartFromBeginning=Přehrát od začátku

[SchedulerChangeVolumeSettingsDialog]
Caption=Akce: změna hlasitosti
btnOk=OK
btnCancel=Storno
GB1=Hlasitost cíle
cbFading=Změna hlasitosti pro:
cbBeforeTheAction=Změna hlasitosti před další akcí
lbBeforeTheActionWarning=Možnost je dostupná jen pro úlohy začínající časem

[SchedulerTasksDialog]
Caption=Plánovač
Background=Úlohy
DeleteConfirmation=Tato operace odstraní všechny vybrané úlohy! Pokračovat?
acAdd=Přidat
acEdit=Upravit
acDeleteSelected=Odstranit
btnClose=Zavřít
btnSimpleView=Jednoduchý režim

[SchedulerTaskEditorDialog]
Caption=Plánovač
Background=Úloha
acDelete=Odstranit
acEdit=Upravit
btnOK=OK
btnCancel=Storno
cbAllowWakeUp=Probudit PC, pokud je to možné
cbWaitForTrackToFinish=Počkat na dokončení přehrávání skladby
lbNow=Nastavit aktuální datum a čas
lbIncrease=+%d minut
lbDecrease=-%d minut
lbTracksNumber=Soubor přehraný před akcí:
IncompatibleWarning=Tato akce je nekompatibilní s jednou již vytvořenou.
gbEvent=Spuštění
gbName=Název
gbRepeatThroughoutDay=Opakovat během dne
gbRecurrence=Opakovat
gbActions=Akce
miAdd=Přidat

[SchedulerTaskEditorDialog.cbEventKind]
i[0]=V zadaném datumu a čase
i[1]=Na konci časového intervalu
i[2]=Na konci skladby
i[3]=Na konci fronty
i[4]=Na konci playlistu

